Repository: matiasdelellis/xings-night-light
Catalog: po/*.po
Languages: es

source: Xings Night Light Daemon
es: Servicio de luz nocturna de Xings

source: Night light preferences
es: Preferencias de la luz nocturna

source: Xings Night Light Preferences
es: Preferencias de luz nocturna de Xings

source: Show debugging information for all files
es: Mostrar información de depuración para todos los archivos

source: Debugging Options
es: Opciones de depuración

source: Show debugging options
es: Mostrar opciones de depuración

source: A daemon to adjust the screen temperature at night
es: Un demonio para ajustar la temperatura de la pantalla por la noche

source: Night light makes the screen color warmer. This can help to prevent eye strain and sleeplessness.
es: La luz nocturna hace que el color de la pantalla sea más cálido. Esto puede ayudar a prevenir la fatiga visual y el insomnio.

source: Night light
es: Luz nocturna

source: Activate and adjust night light preferences
es: Active y ajuste las preferencias de la luz nocturna

source: The night light service is not running. It must be run at startup by your session manager.
es: El servicio de luz nocturna no funciona. Su administrador de sesiones debe ejecutarlo al inicio.

source: The screen emits blue light, which can cause problems such as eye strain or sleeplessness. The night light makes the screen color warmer and helps prevent these effects.
es: La pantalla emite luz azul, que puede causar problemas como fatiga visual o insomnio. La luz nocturna hace que el color de la pantalla sea más cálido y ayuda a prevenir estos efectos.

source: Enabled
es: Activado

source: Strength
es: Intensidad
